Repository: bakalar/VirtualAssistantApp
Catalog: VirtualAssistantApp/*.lproj/Localizable.strings
Languages: hr

source: Initializing, please wait...
hr: Molim Vas pričekajte...

source: What can I help you with?
hr: Kako Vam mogu pomoći?

source: Go ahead, I’m listening…
hr: Recite, slušam...

source: USAGE
hr: Neke stvari koje me možeš pitati: • Plaćanja "Koliko imam novaca na računu?" • Telefon "Zovi kontakt centar." • Kalendar "Dodaj sastanak u 9" "Novi sastanak, petak u 3"

source: Cancel
hr: Odustani

source: Current account balance in EUR
hr: Stanje na tekućem računu u HRK

source: Virtual Assistant
hr: Virtualni asistent

source: Banker's phone number
hr: Telefonski broj osobnog bankara

source: Call center phone number
hr: Telefonski broj kontakt centra

source: Parameters
hr: Parametri

source: On your account, you have %@ EUR
hr: Na računu imate HRK %@

source: This feature requires access rights for calendar events. Please grant access.
hr: Ova funkcionalnost zahtijeva pravo pristupa do događaja u kalendaru. Molim Vas dodajte pravo pristupa.

source: Meeting
hr: Sastanak

source: Meeting with %@
hr: Sastanak sa %@

source: Appointment added.
hr: Sastanak dodan

source: Processing...
hr: Obrađujem...

source: Could you please repeat.
hr: Molim Vas ponovite.
